@extends('layout')

@section('content')

    <article class="margin-after-header">

        <!--Breadcrumb Section Start-->
        <section class="breadcrumb-bg">
            <div class="container ">
                <div class="site-breadcumb">
                    <h1 class="section-title fsz-36">
                        {{ trans('header.about_us') }}
                    </h1>
                </div>
            </div>
        </section>
        <!--Breadcrumb Section End-->


        <div class="container ptb-70" style="padding-top: 10px;">

            {{--content--}}

            <div class="row">
                <div class="about-block-description col-xs-12">
                    <div class="about-image-container">
                        <img src="/img/AboutBrand.png" alt="О бренде Feel and Fly">
                    </div>
                    @if($model->language == 'ru')
                        <p><strong>Feel and Fly</strong> - это молодежный бренд одежды в стиле <em>Streetwear</em>. О бренде: FeelandFLy - это одежда для молодых, уверенных в себе людей, которые хотят выделиться из толпы. В первую очередь мы ставим перед собой задачу сделать максимально качественную, модную одежду за доступную для потребителя цену.</p>

                        <p>Бренд берет свое начало из г. Ровно, где все началось из арендованного помещения и одной модели штанов Карго. На сегодняшний день Feel and Fly - это индивидуальный бренд с большим ассортиментом одежд, это фабрика, способна обеспечить рабочими местами 300 человек. Нашу одежду можно приобрести почти в каждом областном центре Украины. На нашем сайте и наших группах в соц. сетях проходят регулярные конкурсы, акции, <b><a href="https://feelandfly.com/rasprodazha/">распродажи</a></b>для наших клиентов.</p>

                        <p>Мы всегда открыты к сотрудничеству, коллаборациям и партнерству. Каждый день мы делаем еще один шаг в перед к общей цели: сделать востребованный на мировом рынке продукт, где с гордостью будет красоваться подпись <strong>MADE IN UKRAINE!</strong></p>
                    @elseif($model->language == 'uk')
                        <p><strong>Feel and Fly</strong> - це молодіжний бренд одягу в стилі <em> Streetwear </em>. Про бренд: FeelandFLy - це одяг для молодих, упевнених в собі людей, які хочуть виділитися з натовпу. В першу чергу ми ставимо перед собою завдання зробити максимально якісну, модний одяг за доступну для споживача ціну.</p>

                        <p>Бренд бере свій початок з м Рівне, де все почалося з орендованого приміщення та однієї моделі штанів Карго. На сьогоднішній день Feel and Fly - це індивідуальний бренд з великим асортиментом одягу, це фабрика, здатна забезпечити робочими місцями 300 чоловік. Нашу одяг можна придбати майже в кожному обласному центрі України. На нашому сайті та наших групах в соц. мережах проходять регулярні конкурси, акції, <b><a href="https://feelandfly.com/rasprodazha/">розпродажі</a></b> для наших клієнтів.</p>

                        <p>Ми завжди відкриті до співпраці, колаборації та партнерству. Кожен день ми робимо ще один крок в перед до спільної мети: зробити затребуваний на світовому ринку продукт, де з гордістю буде красуватися підпис <strong>MADE IN UKRAINE!</strong></p>
                    @endif
                </div>
            </div>
        </div>



    </article>

@endsection