@extends('layout')

@section('content')

    <article class="margin-after-header">

        <!--Breadcrumb Section Start-->
        <section class="breadcrumb-bg">
            <div class="container ">
                <div class="site-breadcumb">
                    <h1 class="section-title fsz-36">
                        {{ trans('header.payment_delivery') }}
                    </h1>
                </div>
            </div>
        </section>
        <!--Breadcrumb Section End-->


        <div class="container ptb-70" style="padding-top: 10px;">

            {{--content--}}

            <div class="row">
                <div class="delivery-block-description col-xs-12">
                    <div class="delivery-image-container">
                        <img src="https://feelandfly.com/wp-content/uploads/2017/03/ExchangeAndRefund.png" width="249" height="237" srcset="https://feelandfly.com/wp-content/uploads/2017/03/ExchangeAndRefund.png 249w, https://feelandfly.com/wp-content/uploads/2017/03/ExchangeAndRefund-235x224.png 235w" alt="Доставка и оплата">
                    </div>
                    @if($model->language == 'ru')
                        <h4><strong>Безналичный расчет</strong></h4>
                        <p>Делая интернет-заказ на сайте вы можете оплатить товар перечислением на карточку «ПриватБанка» (с помощью системы Liqpay). Доставка товара при безналичном расчете осуществляется при 100% предоплате.</p>
                        <h4><strong>Доставка</strong></h4>
                        <p>Отправка заказов осуществляется «Новой Поштой» в течение 1-2 дней с момента его оформления, при условии наличия заказанных товаров на складе. В случае, если эти товары пользуются большой популярностью и в день сбора посылки отсутствуют на складе, они отправляются по мере поступления на склад.</p>
                        <p>Доставку заказов оплачивает покупатель при получении посылки на складе транспортной компании.</p>
                        <p>Стоимость доставки "Новой Поштой" составляет около 50-100 гривен в зависимости от веса и суммы оплаты.</p>
                        <p>Срок доставки от 1 до 3 дней (в зависимости от удаленности места назначения от областного центра). Срок хранения посылки без дополнительного подтверждения - 5 дней.</p>
                        <p>Отправка заказов производится в тот же или на следующий робочий день после оформления заказа. Отправка товаров в воскресенье и в национальные выходные дни не производится. При оформлении заказа вы должны указать адрес наиболее подходящего вам склада "Новой Пошты". После отправки заказа мы с помощью смс-информирования сообщаем номер накладной для отслеживания посылки.</p>
                    @elseif($model->language == 'uk')
                        <h4><strong>Безготівковий розрахунок.</strong></h4>
                        <p>Роблячи інтернет-замовлення на сайті ви можете оплатити товар перерахуванням на картку «ПриватБанку» (за допомогою системи Liqpay). Доставка товару при безготівковому розрахунку здійснюється при 100% передоплаті.</p>
                        <h4><strong>Доставка</strong></h4>
                        <p>Відправка замовлень здійснюється «Нової поштою» протягом 1-2 днів з моменту його оформлення, за умови наявності замовлених товарів на складі. У разі, якщо ці товари користуються великою популярністю і в день збору посилки відсутні на складі, вони відправляються в міру надходження на склад.</p>
                        <p>Доставку замовлень оплачує покупець при отриманні посилки на складі транспортної компанії.</p>
                        <p>Вартість доставки "Нової поштою" становить близько 50-100 гривень залежно від ваги і суми оплати. </p>
                        <p>Термін доставки від 1 до 3 днів (в залежності від віддаленості місця призначення від обласного центру). Термін зберігання посилки без додаткового підтвердження - 5 днів. </p>
                        <p> Відправлення замовлень проводиться в той же або на наступний робочий день після оформлення замовлення. Відправлення товарів в неділю і в національні вихідні дні не проводиться. При оформленні замовлення ви повинні вказати адресу найбільш підходящого вам складу "Нової поштою". Після відправки замовлення ми за допомогою смс-інформування повідомляємо номер накладної для відстеження посилки.</p>
                    @endif
                </div>
            </div>

        </div>



    </article>

@endsection