<?php

return [
    'order_confirm' => 'Оформление заказа',
    'contact_data' => 'Контактные данные',
    'edit_order' => 'Редактировать заказ',
    'enter_name' => 'Введите Ваше Имя',
    'enter_phone' => 'Введите номер телефона',
    'enter_email' => 'Введите e-mail',
    'choose_payment' => 'Выберите способ оплаты',
    'choose_delivery' => 'Выберите способ доставки',
    'address' => 'Адрес доставки',
    'comment' => 'Комментарий',
    'confirm' => 'Оформить заказ',
    'your_order' => 'Ваш заказ',
    'sum' => 'Сумма',
    'sum_order' => 'Сумма заказа',
    'payment_delivery' => 'Оплата и доставка',

    'country' => 'Страна',
    'city' => 'Населённый пункт',
    'warehouse' => '№ отделения новой почты',
    'choose_country' => 'Выберите страну',
    'enter_city' => 'Введите населённый пункт',
    'choose_warehouse' => 'Выберите номер отделения',
    'no_results' => 'Не найдено',

    'name' => 'Имя',
    'phone' => 'Номер телефона',
    'delivery' => 'Способ доставки',
    'payment' => 'Способ оплаты',
    'default_country' => 'Украина',
    'addressna_dostavka' => 'Адресная доставка',
    'number_warehouse' => 'Номер отделения',
    'full_pre_payment' => 'Полная предоплата',

    'a_street_house_room' => 'Улица, дом, квартира',
    'a_land_area_region' => 'Край/Область/Регион',
    'a_city' => 'Город',
    'a_post_index' => 'Почтовый индекс',
    'a_enter_str' => 'Улица, дом, квартира',
    'a_enter_land' => 'Край/Область/Регион',
    'a_enter_city' => 'Город',
    'a_enter_index' => 'Почтовый индекс',

    'points' => 'Точки самовывоза',
    'choose_point' => 'Выберите точку самовывоза',

    'order_payment' => 'Ваш заказ',
    'novaya_p' => 'Новая почта (40-50 грн, оплата на почте)',
    'novaya_p2' => 'Единая ставка: 400.00 грн',
    'pay_for' => 'Оплата за заказ - №',
    'call' => 'Благодарим Вас за Ваш заказ, для продолжения нажмите кнопку ниже. Если у вас есть вопросы, можете задать их позвонив нам: +380978657461',
    'delivery_price' => 'Сумма доставки',
    'to_pay' => 'Всего к оплате',
    'order_number' => 'Номер заказа',
    'order_pay' => 'Оплата заказа',
    'point' => 'Точка самовывоза'



];