<?php

return [
    'e-shop' => 'Інтернет-магазин Feelandfly',
    'new_fast_order' => 'Нове швидке замовлення',
    'email_confirm' => 'Підтвердження e-mail',
    'new_email_confirm' => 'Підтвердження нового e-mail',
    'call_order' => 'Замовлення дзвінка',
    'your_order' => 'Ваше замовлення',
    'new_order' => 'Нове замовлення',
    'restore_password' => 'Відновлення паролю',
    'new_message' => 'Нове повідомлення',

    'rights' => 'Всі права захищено',
    'fast_order' => 'Швидке замовлення',
    'new_fast_order_from' => 'Нове швидке замовлення від',
    'product_name' => 'Назва',
    'price' => 'Ціна',
    'customer' => 'Замовник',
    'shop' => 'Інтернет-магазин',
    
    'welcome' => 'Вітаємо Вас',
    'for_confirm' => 'Для підтвердження e-mail натисніть кнопку або перейдіть за посиланням.',
    'confirm_email' => 'Підтвердити e-mail',
    'thanks' => 'Дякуємо',

    'for_confirm_new' => 'Для підтвердження нового e-mail натисніть кнопку або перейдіть за посиланням.',
    'confirm_email_new' => 'Підтвердити новий e-mail',
    
    'new_order_call' => 'Нове замовлення дзвінка від користувача',

    'count' => 'К-сть',
    'sum' => 'Сума',
    'to_pay' => 'Всього до оплати',
    'delivery' => 'Спосіб доставки',
    'payment' => 'Спосіб оплати',
    'address' => 'Адреса',
    'new_order_from' => 'Нове замовлення від',
    
    'your_new_password' => 'Ваш новий пароль для входу',
    'can_change_password' => 'Пароль можна змінити в особистому кабінеті.',

    'from' => 'від',
    'message' => 'Повідомлення',
];