<?php

return [
    'sort' => 'Сортувати',
    'how_to_sort' => 'Як сортувати',
    'default' => 'По замовчуванню',
    'popularity' => 'По популярності',
    'new' => 'По новизні',
    'price-asc' => 'Ціни: по зростанню',
    'price-desc' => 'Ціни: по спадаючій',
    'message' => 'Повідомлення',

    'add_to_cart' => 'Додати в кошик',
    'in_cart' => 'В кошику',
    
    'price' => 'Ціна',
    'submit' => 'Застосувати',
    'throw_filters' => 'Скинути фільтри',

    'search_result' => 'Результати пошуку',
    'search' => 'Пошук',

    'restore_password' => 'Відновлення пароля',
    'enter_email' => 'Вкажіть email адресу для відновлення пароля',
    'submit_email' => 'Підтвердити',

    'enter_email_log_in' => 'Вкажіть email адресу для входу',

    'page_not_found' => 'Сторінка не знайдена',
    'bad_request' => 'Неправильний запит',
    'unauthorized' => 'Не авторизований',
    'forbidden' => 'Заборонено',
    'server_error' => 'Внутрішня помилка сервера',
    'go_home' => 'На головну',

    'no_products' => 'Таких товарів немає',

    'show_filters_btn' => 'Показати фільтри',

    'choose_lang' => 'Вибір мови',
    'notify' => 'Сповістити про наявність',
    'notify_text' => 'Введіть свою електронну пошту і ми Вам повідомимо коли товар з`явиться в наявності',
    'notify_count' => 'К-сть',
];