<?php

return [
    'order_confirm' => 'Оформлення замовлення',
    'contact_data' => 'Контактні дані',
    'edit_order' => 'Редагувати замовлення',
    'enter_name' => 'Введіть Ваше Ім`я',
    'enter_phone' => 'Введіть номер телефону',
    'enter_email' => 'Введіть e-mail',
    'choose_payment' => 'Оберіть спосіб оплати',
    'choose_delivery' => 'Оберіть спосіб доставки',
    'address' => 'Адреса доставки',
    'comment' => 'Коментар',
    'confirm' => 'ОФормити замовлення',
    'your_order' => 'Ваше замовлення',
    'sum' => 'Сума',
    'sum_order' => 'Сума замовлення',
    'payment_delivery' => 'Оплата та доставка',

    'country' => 'Країна',
    'city' => 'Населений пункт',
    'warehouse' => '№ відділення нової пошти',
    'choose_country' => 'Оберіть країну',
    'enter_city' => 'Введіть населений пункт',
    'choose_warehouse' => 'Оберіть номер відділення',
    'no_results' => 'Не знайдено',

    'name' => 'Ім`я',
    'phone' => 'Номер телефону',
    'delivery' => 'Спосіб доставки',
    'payment' => 'Спосіб оплати',
    'default_country' => 'Україна',
    'addressna_dostavka' => 'Адресна доставка',
    'number_warehouse' => 'Номер відділення',
    'full_pre_payment' => 'Повна передоплата',

    'a_street_house_room' => 'Вулиця, будинок, квартира',
    'a_land_area_region' => 'Край/Область/Регіон',
    'a_city' => 'Місто',
    'a_post_index' => 'Поштовий індекс',
    'a_enter_str' => 'Вулиця, будинок, квартира',
    'a_enter_land' => 'Край/Область/Регіон',
    'a_enter_city' => 'Місто',
    'a_enter_index' => 'Поштовий індекс',

    'points' => 'Точки самовивозу',
    'choose_point' => 'Оберіть точку самовивозу',

    'order_payment' => 'Ваше замовлення',
    'novaya_p' => 'Нова пошта (40-50 грн, оплата на пошті)',
    'novaya_p2' => 'Єдина ставка: 400.00 грн',
    'pay_for' => 'Оплата за замовлення - №',
    'call' => 'Дякуємо Вам за Ваше замовлення, для продовження натисніть кнопку нижче. Якщо у вас виникли питання, можете задати їх подзвонивши нам: +380978657461',
    'delivery_price' => 'Сума доставки',
    'to_pay' => 'Всього до оплати',
    'order_number' => 'Номер замовлення',
    'order_pay' => 'Оплата замовлення',
    'point' => 'Точка самовивозу'


];